{
  "hero_grettings": "Hello, I'm Rafael!",
  "welcome_message": "Welcome to my portfolio",
  "reveal_text": "I'm a front-end developer with a passion for design, always exploring new ideas and creative solutions. The world of web development is where I unleash my creativity, constantly striving to enhance my skills.",
  "projects": "Projects",
  "projects_highlight": "Projects Highlight",
  "projects_highlight_message": "Collection of my favorite side projects",
  "made_with": "Made with: ",
  "about": "About",
  "about_message": "A little about myself and the things I have developed and achieved",
  "all_projects": "All Projects",
  "about_me": "About me",
  "techs_tools": "Techs & Tools",
  "resume": "Resume",
  "all_rights_reserved": "All rights reserved®",
  "portfolio": "Portfolio",
  "tools": "Tools",
  "techs": "Techs",
  "about_me_message": "Let me share a little about who I am and what I love doing.",
  "about_me_first_title": "When I first became interested in programming.",
  "about_me_first_paragraph": "After finishing school, I had to decide which course to pursue. Even though I had always liked computers, I chose to study civil engineering.",
  "about_me_second_paragraph": "During the course, I took Algorithms I and II, and surprisingly, they opened my eyes to the world of programming.",
  "about_me_third_paragraph": "I graduated in engineering and soon after began studying Systems Analysis and Development.",
  "about_me_second_title": "The leap to web development.",
  "about_me_fourth_paragraph": "At the beginning of my new degree, I started exploring various career paths and taking additional courses.",
  "about_me_fifth_paragraph": "Due to my passion for visual expression and design, I naturally became interested in front-end development and began focusing on it.",
  "about_me_sixth_paragraph": "Along with my college courses, I started studying HTML, CSS, and JavaScript, and by the end of my first semester (December 2020), I was accepted into an internship selection process.",
  "about_me_third_title": "What I’m doing now.",
  "about_me_seventh_paragraph": "Currently, I work as a front-end developer at Nasajon, where I help create a design system, define software architecture standards, and develop some really cool projects.",
  "about_me_eighth_paragraph": "In my free time, I enjoy learning about both front-end and back-end technologies, playing video games with friends, and spending time with my family.",
  "about_me_thanks": "Thank you for reading this far and for visiting my portfolio.",
  "about_me_best_regards": "Best regards!"
}
