{
  "hero_grettings": "Olá, sou o Rafael!",
  "welcome_message": "Bem-vindo(a) ao meu portfólio",
  "reveal_text": "Sou desenvolvedor front-end com paixão por design, sempre explorando novas ideias e soluções criativas. No mundo do desenvolvimento web, é onde libero minha criatividade e busco evoluir constantemente.",
  "projects": "Projetos",
  "projects_highlight": "PROJETOS",
  "projects_highlight_message": "Meus projetos paralelos favoritos",
  "made_with": "Desenvolvido com: ",
  "about": "Sobre",
  "about_message": "Um pouco sobre mim, as coisas que desenvolvi e conquistei",
  "all_projects": "Todos os Projetos",
  "about_me": "Sobre mim",
  "techs_tools": "Tecnologias e Ferramentas",
  "resume": "Currículo",
  "all_rights_reserved": "Todos os direitos reservados®",
  "portfolio": "Portfólio",
  "tools": "Ferramentas",
  "techs": "Tecnologias",
  "about_me_message": "Deixa eu te contar um pouco sobre quem eu sou e o que eu adoro fazer.",
  "about_me_first_title": "Quando comecei a me interessar por programação.",
  "about_me_first_paragraph": "Ao terminar a escola, precisava decidir qual curso fazer e, mesmo sempre gostando de computador, optei por começar a cursar engenharia civil.",
  "about_me_second_paragraph": "Durante o curso tive uma matéria de algorítmos I e II e, inesperadamente, elas abriram meus olhos pro mundo da programação.",
  "about_me_third_paragraph": "Me formei em engenharia e logo após comecei a cursar Análise e Desenvolvimento de Sistemas.",
  "about_me_second_title": "A transição para o desenvolvimento web.",
  "about_me_fourth_paragraph": "No começo da nova faculdade, já comecei a explorar áreas de atuação e fazer cursos paralelos.",
  "about_me_fifth_paragraph": "Devido ao meu gosto por expressão visual e design, naturalmente me interessei e comecei a focar em desenvolvimento front-end.",
  "about_me_sixth_paragraph": "Então, além das matérias da faculdade, comecei a estudar HTML, CSS, Javascript e, no final do primeiro semestre do curso (Dezembro - 2020), passei em um processo seletivo para um estágio.",
  "about_me_third_title": "O que estou fazendo agora.",
  "about_me_seventh_paragraph": "Atualmente estou trabalhando como desenvolvedor front-end na Nasajon, colaborando na criação de design system, definindo padrões de arquitetura de software e desenvolvendo coisas bem legais.",
  "about_me_eighth_paragraph": "No meu tempo livre, gosto de estudar tecnologias frontend e backend, jogar video-game com amigos e passar tempo com minha família.",
  "about_me_thanks": "Obrigado por ler até aqui e por visitar meu portfólio.",
  "about_me_best_regards": "Forte abraço!"
}
